const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `
╭═• ೋ✧๑🥂๑✧ೋ •═╮ 
          ${NomeDoBot} 
  💎MENU DOS OVO💎
╰═• ೋ✧๑🥂๑✧ೋ •═╯  ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╎✰ۣۜۜ͜͡🍭 ${prefix}perfil  
╎✰ۣۜۜ͜͡🍭 ${prefix}fixapessoal
╎✰ۣۜۜ͜͡🍭 ${prefix}nick 
╎✰ۣۜۜ͜͡🍭 ${prefix}netflix
╎✰ۣۜۜ͜͡🍭 ${prefix}level
╎✰ۣۜۜ͜͡🍭 ${prefix}Atividade
╎✰ۣۜۜ͜͡🍭 ${prefix}status
╎✰ۣۜۜ͜͡🍭 ${prefix}Rankativos
╎✰ۣۜۜ͜͡🍭 ${prefix}Rankanativos
╎✰ۣۜۜ͜͡🍭 ${prefix}Conselho
╎✰ۣۜۜ͜͡🍭 ${prefix}check "@"
╎✰ۣۜۜ͜͡🍭 ${prefix}listapalavrao
╎✰ۣۜۜ͜͡🍭 ${prefix}atividade "@"
╎✰ۣۜۜ͜͡🍭 ${prefix}Ranklevel
╎✰ۣۜۜ͜͡🍭 ${prefix}admins
╎✰ۣۜۜ͜͡🍭 ${prefix}bug
╎✰ۣۜۜ͜͡🍭 ${prefix}avalie
╎✰ۣۜۜ͜͡🍭 ${prefix}sugestão 
╎✰ۣۜۜ͜͡🍭 ${prefix}convite
╎✰ۣۜۜ͜͡🍭 ${prefix}listavip
╎✰ۣۜۜ͜͡🍭 ${prefix}lideres
╰╼━═━━≺🎗️≻━━═━╾╯
      
   🔮𝐈𝐍𝐓𝐄𝐑𝐀𝐂̧𝐎̃𝐄𝐒🔮
╭╼━═━━≺💎≻━━═━╾╮
╎✰ۣۜۜ͜͡🎠 ${prefix}Tagme
╎✰ۣۜۜ͜͡🎠 ${prefix}correio "Nmr"/MSG
╎✰ۣۜۜ͜͡🎠 ${prefix}falar PT "TEXTO"
╎✰ۣۜۜ͜͡🎠 ${prefix}traduzir "DOG"
╎✰ۣۜۜ͜͡🎠 ${prefix}Emoji2 "🥺+🥵"
╎✰ۣۜۜ͜͡🎠 ${prefix}Emoji "😈"
╎✰ۣۜۜ͜͡🎠 ${prefix}repetir "🗿"
╎✰ۣۜۜ͜͡🎠 ${prefix}playstore "Um app"
╎✰ۣۜۜ͜͡🎠 ${prefix}print "www."
╎✰ۣۜۜ͜͡🎠 ${prefix}Tabela 
╎✰ۣۜۜ͜͡🎠 ${prefix}celular "redmi 11S"
╎✰ۣۜۜ͜͡🎠 ${prefix}sakura "fale algo"
╎✰ۣۜۜ͜͡🎠 ${prefix}sn "Pergunta"
╎✰ۣۜۜ͜͡🎠 ${prefix}Frases 
╎✰ۣۜۜ͜͡🎠 ${prefix}Calcular "2+2"
╎✰ۣۜۜ͜͡🎠 ${prefix}Bot 
╎✰ۣۜۜ͜͡🎠 ${prefix}dono
╎✰ۣۜۜ͜͡🎠 ${prefix}criador
╎✰ۣۜۜ͜͡🎠 ${prefix}alugar
╎✰ۣۜۜ͜͡🎠 ${prefix}pix 
╰╼━═━━≺🎗️≻━━═━╾╯

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.